20240214153323-voiding_effects.org
:PROPERTIES:
:ID:       f5375015-9cd7-4bad-911c-463408a81a81
:END:
#+title: Voiding Effects
* Source of bubbles
1. Preoperational filling
   + trapped gas during initial filling
   + In a normal operation, it is already removed before the operation 
2. Gas entrainment
   + The formation of the vortex and bubbles at the free surface
   + reason: design of the flow path & outlet nozzle
3. Gas absorption at a free surface
   + The liquid sodium may absorb some gas
   + The amount is really small
   + only need to make sure that the sodium in contact with gas is not turbulent
4. Fission gas release
   + gas in the fuel pin
   + sudden release of the high-pressured gas
   + The amount is considerable
5. Production from oil release
   + oil in the pump
   + oil contact with hot sodium --> vapor
6. External purification and make-up circuits
   + gas in the external purification lines
7. Entry at pipe rupture
* Effects of bubble on heat transfer
+ There are two ways that the bubbles can effect the heat transfer: small but evenly rising bubbles (homogeneous effects), and big bubbles (local effects).
** Homogeneous effects
+ The small bubbles rise evenly in the reactor.
+ The density of the coolant was decreased.
+ Even if the void fraction is up to 50%, there will be unlikely failures. 
** Local effects
+ The big bubbles may insult some fuel pins.
+ There will be unlikely failures.
* Description
** [[id:c936dd65-e215-4839-84e9-50b51b1e296a][Void Coefficient]]
