20240214153323-voiding_effects.tex
% Created 2024-03-12 Tue 22:40
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Guanghao Jiao}
\date{\today}
\title{Voiding Effects}
\hypersetup{
 pdfauthor={Guanghao Jiao},
 pdftitle={Voiding Effects},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.2 (Org mode 9.6.15)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Source of bubbles}
\label{sec:org9ad3335}
\begin{enumerate}
\item Preoperational filling
\begin{itemize}
\item trapped gas during initial filling
\item In a normal operation, it is already removed before the operation
\end{itemize}
\item Gas entrainment
\begin{itemize}
\item The formation of the vortex and bubbles at the free surface
\item reason: design of the flow path \& outlet nozzle
\end{itemize}
\item Gas absorption at a free surface
\begin{itemize}
\item The liquid sodium may absorb some gas
\item The amount is really small
\item only need to make sure that the sodium in contact with gas is not turbulent
\end{itemize}
\item Fission gas release
\begin{itemize}
\item gas in the fuel pin
\item sudden release of the high-pressured gas
\item The amount is considerable
\end{itemize}
\item Production from oil release
\begin{itemize}
\item oil in the pump
\item oil contact with hot sodium --> vapor
\end{itemize}
\item External purification and make-up circuits
\begin{itemize}
\item gas in the external purification lines
\end{itemize}
\item Entry at pipe rupture
\end{enumerate}
\section{Effects of bubble on heat transfer}
\label{sec:orge8bb699}
\begin{itemize}
\item There are two ways that the bubbles can effect the heat transfer: small but evenly rising bubbles (homogeneous effects), and big bubbles (local effects).
\end{itemize}
\subsection{Homogeneous effects}
\label{sec:orgba9fd10}
\begin{itemize}
\item The small bubbles rise evenly in the reactor.
\item The density of the coolant was decreased.
\item Even if the void fraction is up to 50\%, there will be unlikely failures.
\end{itemize}
\subsection{Local effects}
\label{sec:org61fe6e1}
\begin{itemize}
\item The big bubbles may insult some fuel pins.
\item There will be unlikely failures.
\end{itemize}
\section{Description}
\label{sec:org8814000}
\subsection{\href{20240215133801-void_coefficient.org}{Void Coefficient}}
\label{sec:org3be165a}
\end{document}
